Repository: iuxt/fsnotes
Catalog: FSNotes/Localizable.xcstrings
Source language: en
Languages: ar_iq, cs, de, es, fr, he, hi, it, ja, ko, nl_nl, pt_br, pt_pt, ru, tr, uk, zh_hans, zh_hant

source: Add
ar_iq: يضيف
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוסף
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
nl_nl: Toevoegen
pt_br: Adicionar
pt_pt: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 新增

source: Add External Folder...
ar_iq: ارفاق تخزين...
cs: Přidat externí složku
de: Speicher anschließen...
es: Adjuntar almacenamiento...
fr: Attacher un stockage...
he: הוסף תיקיה חיצונית...
hi: बाह्य फ़ोल्डर जोड़ें...
it: Collega archivio...
ja: 外部フォルダを追加…
ko: 저장소 추가...
nl_nl: Koppelen opslag...
pt_br: Adicionar pasta externa...
pt_pt: Adicionar armazenamento...
ru: Подключить хранилище...
tr: Harici Klasör Ekle...
uk: Підключити сховище...
zh_hans: 附件存储...
zh_hant: 附件存檔

source: Are you really want to remove %d tag(s)? This action can not be undone.
ar_iq: هل تريد حقًا إزالة٪ d علامة (علامات)؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete odstranit tyto značky (%d)? Tuto akci nelze odvolat.
de: Möchten Sie wirklich %d Tag(s) entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres borrar %d etiqueta/s? Esta operación no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer %d étiquette(s) ? Cette action est irréversible.
he: האם ברצונך להסיר %d תג(ים)? לא ניתן לבטל פעולה זו.
hi: क्या आप वाकई %d टैग हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
it: Vuoi veramente rimuovere %d tag(s)? Questa azione non può essere annullata.
ja: 本当にこれら%d個のタグを削除しますか？一度削除したら元に戻すことはできません
pt_br: Tem certeza que deseja remover %d tag(s)? Essa ação não pode ser desfeita.
pt_pt: Tem a certeza que pretende remover %d etiqueta(s)? Esta acção é irreversível.
ru: Вы действительно хотите удалить %d тег(ов)? Это действие не может быть отменено.
tr: Gerçekten %d etiketi kaldırmak istiyor musunuz? Bu işlem geri alınamaz.
uk: Ви дійсно хочете видалити %d тег(и)? Ця дія не може бути скасована.
zh_hans: 您真的要删除 %d 个标签吗？此操作无法撤消。
zh_hant: 確定要刪除 %d 個標籤嗎？此動作無法復原

source: Are you sure you want to irretrievably delete %d note(s)?
ar_iq: هل انت متأكد من حذف الملفات %d بشكل نهائي ؟
cs: Určitě chcete nenávratně smazat tyto poznámky (%d)?
de: Sind Sie sicher, dass Sie %d Notiz(en) unwiderruflich löschen möchten?
es: ¿Seguro que quieres borrar definitivamente %d notas?
fr: Êtes-vous sûr de vouloir supprimer définitivement %d note(s) ?
he: האם ברצונך למחוק %d פתק(ים) באופן בלתי הפיך?
hi: क्या आप वाकई %d नोट को पूरी तरह से हटाना चाहते हैं?
it: Sei sicuro di voler eliminare in modo irreversibile la/e nota/e %d ?
ja: これら%d件のノートを本当に削除してもいいですか?(もとに戻せません)
ko: %d개의 노트를 영구적으로 지우겠습니까?
nl_nl: Weet je zeker dat je %d notitie(s) definitief wilt wissen?
pt_br: Tem certeza que deseja deletar as notas %d irreversivelmente?
pt_pt: Tem a certeza que pretende eliminar %d nota(s) de forma irreversível?
ru: Вы уверены что хотите выполнить необратимое удаление %d заметки(ок)?
tr: %d notu geri alınamaz şekilde silmek istediğinizden emin misiniz?
uk: Вы впевнені що хочете назавжди видалити %d нотатку(ок)?
zh_hans: 确定要永久删除%d个笔记？此操作无法恢复！
zh_hant: 確定要永久刪除 %d 個筆記嗎？此操作無法復原！

source: Are you sure you want to remove project "%@" and all files inside?
ar_iq: هل انت متأكد من حذف المشروع "%@" وكل المفات التي بداخله
cs: Opravdu chcete odebrat projekt „%@“ včetně všech souborů uvnitř?
de: Sind Sie sicher, dass Sie Projekt "%@" löschen möchten?
es: ¿Seguro que quieres borrar el proyecto "%@" con todo su contenido?
fr: Êtes-vous sûr de vouloir supprimer le projet "%@" et tous ses fichiers ?
he: האם ברצונך להסיר פרוייקט "%@" ואת כל הקבצים שבתוכו?
hi: क्या आप वाकई प्रोजेक्ट "%@" और उसके अंदर की सभी फाइलें हटाना चाहते हैं?
it: Sei sicuro di voler eliminare il progetto "%@" e tutti i file al suo interno?
ja: プロジェクト "%@" と中に入っているすべてのノートを本当に削除してもいいですか？
ko: 프로젝트 "%@"를 영구적으로 지우겠습니까？
nl_nl: Weet je zeker dat je project "%@" en alle bestanden daarin wilt verwijderen?
pt_br: Tem certeza de que pretende remover o projeto "%@" e todos os arquivos contidos nele?
pt_pt: Tem a certeza que pretende eliminar o projeto "%@" e todos os seus ficheiros?
ru: Вы уверены, что хотите удалить проект "%@" и все файлы в нем?
tr: "@" projesini ve içindeki tüm dosyaları kaldırmak istediğinizden emin misiniz?
uk: Вы впевнені що хочете видалити директорію "%@"?
zh_hans: 您确定要删除项目"%@"和它下面的所有文件吗？
zh_hant: 您確定要刪除項目"%@"和它下面的所有檔案嗎？

source: Back up storage
ar_iq: تخزين النسخ الاحتياطي
cs: Zálohovat úložiště
de: Speicher sichern
es: Almacenamiento de respaldo
fr: Sauvegarder le stockage
he: גבה אחסון
hi: संग्रहण का बैकअप लें
it: Salva archivio
ja: バックアップストレージ
ko: 저장소 백업
nl_nl: Back-up opslag
pt_br: Armazenamento de cópia de segurança
pt_pt: Cópia de segurança de armazenamento
ru: Создать резервную копию
tr: Depolamayı yedekle
uk: Зробити резервну копію
zh_hans: 提交git的存储库中的所有文件
zh_hant: 將所有檔案提交到 Git 儲存庫

source: Cancel
ar_iq: الغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl_nl: Annuleer
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
tr: İptal
uk: Відміна
zh_hans: 取消
zh_hant: 取消

source: Change creation date
ar_iq: تغيير تاريخ الإنشاء
cs: Změnit datum vytvoření
de: Erstellungsdatum ändern
es: Cambiar la fecha de creación
fr: Modifier la date de création
he: שנה את תאריך היצירה
hi: निर्माण तारीख बदलें
it: Modifica la data di creazione
ja: 作成日の変更
ko: 생성 날짜 변경
nl_nl: Aanmaakdatum wijzigen
pt_br: Alterar data de criação
pt_pt: Alterar data de criação
ru: Изменить дату создания
tr: Oluşturma tarihini değiştir
uk: Змінити дату створення
zh_hans: 更改创建日期
zh_hant: 變更建立日期

source: Change Creation Date
ar_iq: تغيير تاريخ الإنشاء
cs: Změnit datum vytvoření
de: Erstellungsdatum ändern
es: Cambiar fecha de creación
fr: Modifier la date de création
he: שנה תאריך יצירה
hi: निर्माण तारीख बदलें
it: Modifica la data di creazione
ja: 作成日を変更
ko: 생성 일 변경
nl_nl: Wijzig de aanmaakdatum
pt_br: Alterar data de criação
pt_pt: Alterar data de criação
ru: Изменить дату создания
tr: Oluşturma Tarihini Değiştir
uk: Змінити дату створення
zh_hans: 变更建立日期
zh_hant: 變更建立日期

source: Clear
cs: Vyprázdnit
de: Klar
es: Limpiar
fr: Effacer
he: נקה
hi: साफ करें
it: Pulisci
ja: クリア
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

source: Close
ar_iq: اغلاق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl_nl: Sluit
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Commit message:
cs: Popisek commitu:
fr: Message du Commit :
he: אשר הודעה
hi: कमिट संदेश:
pt_br: Mensagem de confirmação:
ru: Сообщение коммита:
tr: Mesajı kaydet:
uk: Коментар до коміту:
zh_hans: 提交消息:
zh_hant: 送出訊息

source: Connection established successfully 🤟
ar_iq: تم الاتصال بنجاح 🤟
cs: Připojení úspěšně navázáno 🤟
de: Verbindung erfolgreich hergestellt 🤟
fr: Connexion établie avec succès 🤟
he: החיבור נוצר בהצלחה 🤟
hi: कनेक्शन सफलतापूर्वक स्थापित हो गया 🤟
it: Connessione stabilita con successo 🤟
ja: 接続が確立されました🤟
ko: 성공적으로 연결되었습니다 🤟
pt_br: Conexão estabelecida com sucesso 🤟
pt_pt: Conexão estabelecida com sucesso 🤟
ru: Соединение успешно установлено 🤟
tr: Bağlantı başarıyla kuruldu 🤟
uk: З'єднання встановлено успішно 🤟
zh_hans: 连接建立成功🤟
zh_hant: 連線已成功建立🤟

source: Copy HTML
ar_iq: نسخ HTML
cs: Kopírovat HTML
de: HTML kopieren
es: Copiar HTML
fr: Copier HTML
he: העתק HTML
hi: HTML कॉपी करें
it: Copia HTML
ja: HTMLをコピー
ko: HTML 복사하기
nl_nl: Kopieer HTML
pt_br: Copiar HTML
pt_pt: Copiar HTML
ru: Скопировать HTML
tr: HTML'yi Kopyala
uk: Скопіювати HTML
zh_hans: 拷贝HTML
zh_hant: 複製HTML

source: Copy Link
ar_iq: نسخ الرابط
cs: Zkopírovat odkaz
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
he: העתק קישור
hi: लिंक कॉपी करें
it: Copia Link
ja: リンクをコピー
ko: 링크 복사하기
nl_nl: Kopieer Link
pt_br: Copiar Link
pt_pt: Copiar Ligação
ru: Скопировать ссылку
tr: Bağlantıyı Kopyala
uk: Скопіювати посилання
zh_hans: 拷贝链接
zh_hant: 複製連結

source: Copy Plain Text
ar_iq: نسخ نص اعتيادي
cs: Kopírovat prostý text
de: Plain Text kopieren
es: Copiar texto sin estilo
fr: Copier le texte brut
he: העתק מלל פשוט
hi: सादा पाठ कॉपी करें
it: Copia Testo Semplice
ja: プレインテキストとしてコピー
ko: 일반 텍스트 복사하기
nl_nl: Kopieer Platte Tekst
pt_br: Copiar Texto Simples
pt_pt: Copiar Texto Simples
ru: Скопировать чистый текст
tr: Düz Metni Kopyala
uk: Скопіювати текст
zh_hans: 拷贝纯文本
zh_hant: 複製純文字

source: Copy Title
ar_iq: نسخ العنوان
cs: Kopírovat nadpis
de: Title kopieren
es: Copiar título
fr: Copier le titre
he: העתק כותרת
hi: शीर्षक कॉपी करें
it: Copia titolo
ja: タイトルをコピー
ko: 제목 복사
nl_nl: Kopieer titel
pt_br: Copiar título
pt_pt: Copiar título
ru: Скопировать заголовок
tr: Başlığı Kopyala
uk: Скопіювати заголовок
zh_hans: 拷贝标题
zh_hant: 複製標題

source: Copy URL
ar_iq: نسخ URL
cs: Kopírovat URL
de: URL kopieren
es: Copiar enlace
fr: Copier l'URL
he: העתק כתובת
hi: यूआरएल कॉपी करें
it: Copia URL
ja: URLをコピー
ko: URL 복사
nl_nl: Kopieer URL
pt_br: Copiar URL
pt_pt: Copiar endereço URL
ru: Скопировать ссылку
tr: URLyi Kopyala
uk: Скопіювати посилання
zh_hans: 拷贝URL
zh_hant: 複製 URL

source: Create Web Page
ar_iq: إنشاء صفحة ويب
cs: Vytvořit webovou stránku
de: Online teilen
es: Crear página web
fr: Créer une page Web
he: צור דף אינטרנט
hi: वेब पेज बनाएं
it: Crea pagina web
ja: ウェブページの作成
ko: 웹 페이지 만들기
pt_br: Criar página Web
pt_pt: Criar página da Web
ru: Создать веб-страницу
tr: Web Sayfası Oluştur
uk: Створити веб-сторінку
zh_hans: 创建为网页URL
zh_hant: 建立網頁

source: Creation date:
ar_iq: تاريخ الإنشاء:
cs: Datum vytvoření:
de: Erstellungsdatum:
es: Fecha de creación:
fr: Date de création :
he: תאריך יצירה:
hi: निर्माण तारीख:
it: Data di creazione:
ja: 作成日:
ko: 제작 일:
pt_br: Data de criação:
pt_pt: Data de criação:
ru: Дата создания:
tr: Oluşturma tarihi:
uk: Дата створення:
zh_hans: 创建日期:
zh_hant: 建立日期：

source: Default storage path should not be equal to Git path.
ar_iq: يجب ألا يكون مسار التخزين الافتراضي مساويًا لمسار Git.
cs: Cesta pro výchozí úložiště by neměla být totožná s cestou ke Gitu
de: Der Standardspeicherpfad sollte nicht gleich dem Git-Pfad sein.
es: La carpeta de almacenamiento por defecto no puede ser un repositorio Git.
fr: Le chemin de stockage par défaut ne doit pas être égal au chemin Git.
he: נתיב האחסון צריך לא להיות שווה לנתיב Git.
hi: डिफ़ॉल्ट संग्रहण पथ गिट पथ के बराबर नहीं होना चाहिए।
it: Il percorso di archiviazione predefinito non deve essere uguale al percorso Git.
ja: デフォルトストレージパスはGitパスとは異なる必要があります
ko: 기본 저장 경로는 Git 경로와 같지 않아야 합니다.
pt_br: O caminho de armazenamento padão não deve ser igual ao caminho do Git.
pt_pt: O caminho de armazenamento por defeito não deve ser igual ao ao path de Git.
ru: Путь к хранилищу по умолчанию не должен совпадать с путем Git.
tr: Varsayılan depolama yolu Git yoluna eşit olmamalıdır.
uk: Шлях зберігання за умовчанням не повинен дорівнювати шляху Git.
zh_hans: 默认存储路径不允许和 Git 路径相同。
zh_hant: 預設儲存路徑不應與 Git 路徑相同。

source: Delete
ar_iq: حذف
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
nl_nl: Verwijder
pt_br: Deletar
pt_pt: Eliminar
ru: Удаление
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete Folder
ar_iq: حذف المجلد
cs: Smazat složku
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
he: מחק תיקיה
hi: फ़ोल्डर हटाएँ
it: Elimina cartella
ja: フォルダを削除
ko: 폴더 삭제
nl_nl: Verwijder map
pt_br: Deletar Pasta
pt_pt: Eliminar pasta
ru: Удалить директорию
tr: Klasörü Sil
uk: Видалити директорію
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

source: Delete Tag
ar_iq: حذف العلامة
cs: Smazat značku
de: Tag löschen
es: Eliminar etiqueta
fr: Supprimer l’étiquette
he: מחק תג
hi: टैग हटाएँ
it: Elimina tag
ja: タグを削除
ko: 태그 삭제
nl_nl: Verwijder tag
pt_br: Deletar Tag
pt_pt: Eliminar Etiqueta
ru: Удалить тег
tr: Etiketi Sil
uk: Видалити тег
zh_hans: 删除标签
zh_hant: 刪除標籤

source: Delete Web Page
ar_iq: حذف صفحة الويب
cs: Smazat webovou stránku
de: Geteilte löschen
es: Eliminar página web
fr: Supprimer la page Web
he: מחק דף אינטרנט
hi: वेब पेज हटाएं
it: Elimina pagina web
ja: ウェブページを削除
ko: 웹 페이지 삭제
nl_nl: Webpagina verwijderen
pt_br: Deletar página Web
pt_pt: Excluir página da Web
ru: Удалить веб-страницу
tr: Web Sayfasını Sil
uk: Видалити веб-сторінку
zh_hans: 删除网页
zh_hant: 刪除網頁

source: Do you want force checkout?
cs: Chcete vynutit checkout?
fr: Voulez-vous forcer le checkout ?
he: האם ברצונך לבצע צ'ק-אאוט בכוח?
hi: क्या आप जबरन चेकआउट चाहते हैं?
pt_br: Deseja forçar a saída?
ru: Сделать принудительный чекаут?
tr: Ödemeyi zorunlu kılmak ister misiniz?
uk: Зробити примусовий чекаут?
zh_hans: 是否要强制检查?
zh_hant: 您確定要強制切換嗎？

source: Do you want to move current notes in the new destination?
ar_iq: هل تريد نقل الملاحظات الحالية إلى الوجهة الجديدة؟
cs: Chcete přesunout současné poznámky do nového cíle?
de: Möchten Sie aktuelle Notizen an das neue Ziel verschieben?
es: ¿Quieres mover las notas al nuevo destino?
fr: Voulez-vous déplacer les notes actuelles vers la nouvelle destination ?
he: האם ברצונך להעביר את הפתקים הנוכחים ליעד החדש?
hi: क्या आप वर्तमान नोट्स को नए गंतव्य पर ले जाना चाहते हैं?
it: Vuoi spostare le note correnti nella nuova destinazione?
ja: 既存のノートを新しい場所に移動しますか？
ko: 현재 메모를 새 대상으로 이동하시겠습니까?
pt_br: Pretende mover as notas atuais para o novo destino?
pt_pt: Deseja mover as notas existentes para o novo destino?
ru: Вы хотите переместить текущие заметки в новое место назначения?
tr: Mevcut notları yeni hedefe taşımak ister misiniz?
uk: Ви хочете перемістити поточні нотатки до нового сховища?
zh_hans: 您想将当前笔记移动到目标处吗？
zh_hant: 您要將目前的筆記移動到新目的地嗎？

source: Documents
ar_iq: المستندات
cs: Dokumenty
es: Documentos
he: מסמכים
hi: दस्तावेज़
it: Documenti
ja: ドキュメント
ko: 서류
pt_br: Documentos
pt_pt: Documentos
ru: Документы
tr: Belgeler
uk: Документація
zh_hans: 文档
zh_hant: 文件

source: Duplicate
ar_iq: نسخة مكررة
cs: Duplikovat
de: Duplizieren
es: Duplicar
fr: Dupliquer
he: שכפל
hi: नकल
it: Duplica
ja: 複製
ko: 복제
nl_nl: Dupliceer
pt_br: Duplicar
pt_pt: Duplicar
ru: Создать копию
tr: Kopyala
uk: Дублювати
zh_hans: 生成副本
zh_hant: 製作複本

source: Edit Link…
ar_iq: تحرير الرابط ...
cs: Upravit odkaz…
es: Editar enlace…
fr: Modifier le lien…
he: ערוך קישור...
hi: लिंक संपादित करें…
it: Modifica Link…
ja: リンクを修正...
ko: 링크 수정…
nl_nl: Bewerk Link...
pt_br: Editar Link...
pt_pt: Editar Ligação...
ru: Редактировать ссылку...
tr: Bağlantıyı Düzenle…
uk: Редагувати посилання...
zh_hans: 编辑链接…
zh_hant: 編輯連結…

source: Empty Bin
ar_iq: إفراغ سلة المهملات
cs: Vyprázdnit koš
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
he: רוקן סל
hi: खाली बिन
it: Svuota cestino
ja: 空のゴミ箱
ko: 휴지통 비우기
nl_nl: Prullenbak leegmaken
pt_br: Esvaziar lixeira
pt_pt: Esvaziar caixa de lixo
ru: Очистить корзину
tr: Çöp Kutusunu Boşalt
uk: Очистити кошик
zh_hans: 清空回收站
zh_hant: 清空垃圾桶

source: Empty password
ar_iq: كلمة مرور فارغة
cs: Prázdné heslo
de: Passwort leer
es: Contraseña vacía
fr: Mot de passe vide
he: הסיסמה ריקה
hi: ख़ाली पासवर्ड
it: Password vuota
ja: パスワードが空です
ko: 빈 암호
nl_nl: Leeg wachtwoord
pt_br: Senha vazia
pt_pt: Palavra-passe vazia
ru: Не введен пароль
tr: Boş şifre
uk: Введіть пароль
zh_hans: 空密码
zh_hant: 密碼為空

source: Folder with name '%@' already exist
ar_iq: المجلد الذي يحمل الاسم '٪ @' موجود بالفعل
cs: Složka s názvem „%@“ už existuje
es: Ya existe una carpeta nombrada '%@'
fr: Le dossier avec le nom '%@' existe déjà
he: תיקיה בשם "%@" כבר קיימת.
hi: '%@' नाम वाला फ़ोल्डर पहले से मौजूद है
it: La cartella con il nome '%@' già esiste
ja: '%@'という名前のフォルダはすでに存在しています
ko: 이름이 '%@'인 폴더가 이미 있습니다.
pt_br: A pasta com o nome '%@' já existe
pt_pt: Já existe uma pasta com o nome '%@'
ru: Директория с названием '%@' уже существует
tr: '%@' adlı klasör zaten mevcut
uk: Директорія з назвою '%@' вже існує
zh_hans: 文件夹名称 '%@' 已存在
zh_hant: 名為'%@' 的資料夾已存在

source: Font
cs: Písmo
fr: Police
he: גופן
hi: फ़ॉन्ट
pt_br: Fonte
ru: Шрифт
uk: Шрифт
zh_hans: 字体
zh_hant: 字體

source: Force Delete
ar_iq: حذف اجباري
cs: Vynutit smazání
de: Löschen erzwingen
es: Forzar la Eliminación
fr: Forcer la suppression
he: מחק מיידית
hi: बलपूर्वक हटाएं
it: Forza Cancellazione
ja: 強制的に削除
ko: 강제 삭제
nl_nl: Forceer verwijderen
pt_br: Forçar deletar
pt_pt: Forçar Apagar
ru: Принудительное удаление
tr: Zorla Sil
uk: Примусово видалити
zh_hans: 强制删除
zh_hant: 強制刪除

source: FSNotes [edit]
ar_iq: FSNotes [تعديل]
cs: FSNotes [upravit]
de: FSNotes [bearbeiten]
es: FSNotes [edición]
fr: FSNotes [modification]
he: FSNotes [עריכה]
hi: FSNotes [संपादन]
it: FSNotes [modifica]
ja: FSNotes [編集]
ko: FSNotes [수정]
nl_nl: FSNotes [bewerk]
pt_br: FSNotes [editar]
pt_pt: FSNotes [editar]
ru: FSNotes [редактирование]
tr: FSNotes [düzenle]
uk: FSNotes [редагування]
zh_hans: FSNotes [编辑]
zh_hant: FSNotes[編輯]

source: FSNotes [preview]
ar_iq: FSNotes [المعاينة]
cs: FSNotes [náhled]
de: FSNotes [Vorschau]
es: FSNotes [previsualización]
fr: FSNotes [prévisualisation]
he: FSNotes [תצוגה]
hi: FSNotes [पूर्वावलोकन]
it: FSNotes [anteprima]
ja: FSNotes [プレビュー]
ko: FSNotes [미리보기]
nl_nl: FSNotes [voorvertoning]
pt_br: FSNotes [pré-visualização]
pt_pt: FSNotes [pré-visualizar]
ru: FSNotes [предпросмотр]
tr: FSNotes [önizleme]
uk: FSNotes [попередній перегляд]
zh_hans: FSNotes [预览]
zh_hant: FSNotes[預覽]

source: git error
cs: git chyba
fr: erreur git
hi: गिट त्रुटि
ru: Ошибка git
tr: git hatası
zh_hant: git 錯誤

source: Git error
cs: Git chyba
fr: Erreur Git
hi: गिट त्रुटि
ru: Ошибка git
tr: Git hatası
zh_hans: Git 错误
zh_hant: git 錯誤

source: Git push error
ar_iq: Git push خطأ
cs: Git push chyba
de: Git push fehler
fr: Erreur Git push
he: Git push שְׁגִיאָה
hi: गिट पुश त्रुटि
it: Git push errore
ja: Git push エラー
ko: Git push 오류
pt_pt: Git push erro
ru: Ошибка git push
tr: Git Gönderme hatası
uk: Git push помилка
zh_hans: Git 推送错误
zh_hant: Git 推送錯誤

source: Git repository already exists, delete it and clone again??
cs: Git repozitář už existuje, chcete ho smazat a klonovat znovu?
fr: Le dépôt Git existe déjà, voulez-vous le supprimer et le cloner à nouveau ??
hi: गिट रिपोजिटरी पहले से मौजूद है, इसे हटाएँ और फिर से क्लोन करें??
pt_br: O repositório Git já existe, apagar-lo e clona-lo novamente??
ru: Git-репозиторий уже существует, удалить его и клонировать заново?
tr: Git deposu zaten var, silinip tekrar klonlansın mı?
zh_hans: Git 存储库已存在，请将其删除并再次克隆??
zh_hant: Git 儲存庫已存在，是否刪除並重新複製？

source: Hide Note List
ar_iq: إخفاء قائمة الملاحظات
cs: Skrýt seznam poznámek
de: Notizliste ausblenden
es: Ocultar notas
fr: Masquer la liste des notes
he: הסתר רשימת הערות
hi: नोट सूची छिपाएँ
it: Nascondi l'elenco delle note
ja: ノート リストを非表示
ko: 메모 목록 숨기기
nl_nl: Verbergen notitielijst
pt_br: Ocultar lista de notas
pt_pt: Ocultar lista de notas
ru: Спрятать список заметок
tr: Not Listesini Gizle
uk: Приховати нотатки
zh_hans: 隐藏笔记列表
zh_hant: 隱藏筆記列表

source: Hide Sidebar
ar_iq: اخفاء الشريط الجانبي
cs: Skrýt boční panel
de: Seitenleiste ausblenden
es: Ocultar barra lateral
fr: Masquer la barre latérale
he: הסתר סרגל צד
hi: साइडबार छिपाएँ
it: Nascondi sidebar
ja: サイドバーを隠す
ko: 사이드바 숨기기
nl_nl: Verbergen zijbalk
pt_br: Ocultar menu lateral
pt_pt: Ocultar barra lateral
ru: Спрятать сайдбар
tr: Kenar Çubuğunu Gizle
uk: Приховати сайдбар
zh_hans: 隐藏边栏
zh_hant: 隱藏側邊欄

source: History
ar_iq: تاريخ
cs: Historie
de: Die geschichte
es: Historia
fr: Historique
he: היסטוריה
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 변경 이력
nl_nl: Geschiedenis
pt_br: Histórico
pt_pt: Histórico
ru: История
tr: Geçmiş
uk: Історія
zh_hans: 笔记历史版本
zh_hant: 歷史記錄

source: Import
ar_iq: استيراد
cs: Importovat
de: Importieren
es: Importar
fr: Importer
he: ייבא
hi: आयात
it: Importa
ja: 取り込む...
ko: 가져오기
nl_nl: Importeren
pt_br: Importar
pt_pt: Importar
ru: Импорт
tr: İçe aktar
uk: Імпортувати
zh_hans: 导入
zh_hant: 匯入

source: Inbox
ar_iq: الوارد
cs: Příchozí
de: Posteingang
es: Entrada
fr: Boîte de réception
he: תיבת דואר נכנס
hi: इनबॉक्स
it: In Entrata
ja: 未整理
nl_nl: Postvak In
pt_pt: Caixa de entrada
ru: Входящие
tr: Gelen kutusu
uk: Вхідні
zh_hans: 收集箱
zh_hant: 收件匣

source: Libgit2 error
cs: Chyba libgit2
fr: Erreur libgit2
hi: Libgit2 त्रुटि
ru: Ошибка libgit2
tr: Libgit2 hatası
zh_hans: Libgit2 错误
zh_hant: Libgit2 錯誤

source: Libgit2 error: (code)
ar_iq: Libgit2 خطأ: (code)
cs: Chyba libgit2: (code)
de: Libgit2 fehler: (code)
fr: Erreur Libgit2 : (code)
he: Libgit2 שְׁגִיאָה: (code)
hi: Libgit2 त्रुटि: (कोड)
it: Libgit2 errore: (code)
ja: Libgit2 エラー: (code)
ko: Libgit2 오류: (code)
pt_pt: Libgit2 erro: (code)
ru: Ошибка libgit2: (код)
tr: Libgit2 hatası : (code)
uk: Libgit2 помилка: (code)
zh_hans: Libgit2 错误: (code)
zh_hant: Libgit2 錯誤：(代碼)

source: Link
ar_iq: رابط
cs: Odkaz
es: Enlace
fr: Lien
he: קישור
hi: लिंक
ja: リンク
ko: 링크
pt_pt: Ligação
ru: Ссылка
tr: Bağlantı
uk: Посилання
zh_hans: 链接
zh_hant: 連結

source: Make Link
cs: Vytvořit odkaz
fr: Créer un Lien
hi: लिंक बनाएं
pt_br: Criar Link
ru: Сделать ссылку
tr: Bağlantı Yap
zh_hans: 建立链接
zh_hant: 建立連結

source: Move
ar_iq: نقل
cs: Přesunout
de: Verschieben
es: Mover
fr: Déplacer
he: העבר
hi: स्थानांतरण
it: Sposta
ja: 移動
ko: 이동
nl_nl: Verplaats
pt_br: Mover
pt_pt: Mover
ru: Переместить
tr: Taşı
uk: Перемістити
zh_hans: 移动
zh_hant: 移動

source: Move error
ar_iq: نقل خطأ
cs: Chyba při přesouvání
de: Fehler beim Verschieben
es: Error de movimiento
fr: Erreur de déplacement
he: שגיאת העברה
hi: स्थानांतरण त्रुटि
it: Errore di spostamento
ja: 移動エラー
ko: 이동 오류
nl_nl: Fout bij verplaatsen
pt_br: Erro ao mover
pt_pt: Erro de deslocação
ru: Ошибка перемещения
tr: Taşıma hatası
uk: Помилка переміщення
zh_hans: 移动错误
zh_hant: 移動錯誤

source: New
ar_iq: جديد
cs: Nový
de: Neu
es: Nuevo
fr: Nouvelle
he: חדש
hi: नया
it: Nuovo
ja: 新規
ko: 새로운 노트
nl_nl: Nieuw
pt_br: Novo
pt_pt: Novo
ru: Создать
tr: Yeni
uk: Нова нотатка
zh_hans: 新建
zh_hant: 新增

source: New folder
ar_iq: مجلد جديد
cs: Nová složka
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
he: תיקיה חדשה
hi: नया फ़ोल्डर
it: Nuova cartella
ja: 新規フォルダ
ko: 새로운 폴더
nl_nl: Nieuwe map
pt_br: Nova pasta
pt_pt: Nova pasta
ru: Создать директорию
tr: Yeni Dosya
uk: Нова директорія
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: New Folder
ar_iq: إنشاء مجلد
cs: Vytvořit složku
de: Neuer Ordner
es: Crear carpeta
fr: Nouveau dossier
he: תיקיה חדשה
hi: फोल्डर बनाएं
it: Nuova cartella
ja: フォルダ作成
ko: 새로운 폴더
nl_nl: Map aanmaken
pt_br: Criar pasta
pt_pt: Criar pasta
ru: Создать директорию
tr: Klasör Oluştur
uk: Нова директорія
zh_hans: 创建文件夹
zh_hant: 新增資料夾

source: New Note
ar_iq: ملاحظة جديدة
cs: Nová poznámka
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
he: הערה חדשה
hi: नया नोट
it: Nuova nota
ja: 新規ノート
ko: 새 메모
nl_nl: Nieuwe notitie
pt_br: Nova nota
pt_pt: Nova nota
ru: Новая заметка
tr: Yeni Not
uk: Нова нотатка
zh_hans: 新建笔记
zh_hant: 新增筆記

source: New Note in New Window
ar_iq: ملاحظة جديدة في نافذة جديدة
cs: Nová poznámka v novém okně
de: Neue Notiz in neuem Fenster
es: Nueva nota en una ventana nueva
fr: Nouvelle note dans une nouvelle fenêtre
he: הערה חדשה בחלון חדש
hi: नई विंडो में नया नोट
it: Nuova nota in una nuova finestra
ja: 新規ノートを新規ウィンドウで開く
ko: 새 창에서 새 메모 열기
nl_nl: Nieuwe notitie in nieuw venster
pt_br: Nova nota em nova janela
pt_pt: Nova nota numa nova janela
ru: Новая заметка в новом окне
tr: Yeni Pencerede Yeni Not
uk: Нова нотатка у новому вікні
zh_hans: 在新窗口中新建笔记
zh_hant: 在新視窗中新增筆記

source: New project
ar_iq: مشروع جديد
cs: Nový projekt
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
he: פרויקט חדש
hi: नया प्रोजैक्ट
it: Nuovo progetto
ja: 新規プロジェクト
ko: 새로운 프로젝트
nl_nl: Nieuw project
pt_br: Novo projeto
pt_pt: Novo projeto
ru: Новая директория
tr: Yeni Proje
uk: Нова директорія
zh_hans: 新建项目
zh_hant: 新增專案

source: No
cs: Ne
fr: Non
he: לא
hi: नहीं
ja: いいえ
ko: 아니
pt_br: Não
pt_pt: Não
ru: Нет
tr: Hayır
uk: Ні
zh_hans: 否
zh_hant: 否
